Repository: Valdas333/baigiamasis_projektas
Catalog: meetPlanner/meetPlanner/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Developer
lt: Programuotojas

source: Support
lt: Pagalba

source: Testing
lt: Testavimas

source: Management
lt: Vadyba

source: Duties
lt: Pareigos

source: Images
lt: Paveiklsiukai

source: Person
lt: Asmuo

source: Persons
lt: Asmenys

source: Title
lt: Pavadinimas

source: Responsible person
lt: Atsakingas asmuo

source: Description
lt: Aprašymas

source: Description about 50 simbols
lt: Aprašymas apie 50 simbolių

source: Category
lt: Kategorija

source: Live
lt: Gyvai

source: InPerson
lt: Asmeniskai

source: Type
lt: Tipas

source: Meeting start time
lt: Susitikimo pradzios laikas

source: Meeting end time
lt: Susitikimo pabaigos laikos

source: Meeting create time
lt: Susitikimo sukurimo laikas

source: The date cannot be in the past!
lt: Data negali būti praeityje

source: The end time cannot be earler or equal than start time
lt: Pabaigos laikas negali būti ankstesni nei pradžios

source: Meeting
lt: Susitikimas

source: Meetings
lt: Susitikimas

source: persons
lt: asmenys

source: create a person
lt: sukurti asmenys

source: meetings
lt: susitikimai

source: create a meeting
lt: sukurti susitikima

source: set
lt: nustatyti

source: logout
lt: atsijungti

source: profile
lt: profilis

source: login
lt: prisijunti

source: register
lt: registruotis

source: person list
lt: asmenų sarasas

source: meeting list
lt: susitikimų sąrašas

source: create meeting
lt: sukurti susitikimą

source: confirm delete
lt: patvirtinti ištrinimą

source: are you are sure to delete this
lt: ar tikrai norite ištrinti

source: meeting
lt: susitikimai

source: cancel
lt: nutraukti

source: landing page
lt: pagrindinis puslapis

source: all meetings
lt: susitikimai

source: edit
lt: redaguoti

source: delete
lt: patvirtinti ištrinimą

source: no meets
lt: nera susitikimu

source: next
lt: sekantis

source: last
lt: paskutinis

source: Meeting details
lt: Susitikimo informacija

source: View meeting
lt: Susitikimai

source: Due
lt: Pareigos

source: Empty meeting
lt: Nera susitikimų

source: edit meeting|capfirst
lt: susitikimų sąrašas

source: responsible person
lt: atsakingas asmuo

source: team
lt: komanda

source: description
lt: aprašymas

source: category
lt: kategorija

source: starts
lt: prasideda

source: ends
lt: pasibaigia

source: type
lt: tipas

source: Persons list
lt: Asmenų sarašas

source: all persons
lt: visi asmenys

source: Edit
lt: Redaguoti

source: Delete
lt: Ištrinti

source: No meets
lt: Nėra susitikimų

source: update meeting
lt: sukurti susitikimą

source: Meeting created successfully
lt: Susitikimas sukurtas sėkmingai

source: User with this email address already exists
lt: Jau yra vartotojas su tokiu el.paštu

source: create person
lt: sukurti asmenį

source: delete person information
lt: ištrinti informaciją apie asmenį

source: information
lt: informacija

source: need An Account?
lt: reikia paskyros

source: sign Up Now
lt: prisijungti

source: nice to meet you , see you soon!
lt: buvo malonu susitikti, iki!

source: log in Again
lt: prisijungti vėl

source: view person details
lt: asmens profilio informacija

source: person name
lt: asmenys

source: surname
lt: pavardė

source: duties
lt: pareigos

source: email
lt: el.paštas

source: log in to display
lt: jei norite matyti prisijungkite

source: create account
lt: sukurti paskyrą

source: sign up
lt: prisijungti

source: sign in already registered?
lt: jau esate prisiregistravę

source: sign in
lt: prisijungti

source: update person
lt: atnaujinti asmens info

source: User data has been updated successfully
lt: Informacija sėkmingai atnaujinta
